/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "노래 포맷을 변환할 수 없습니다.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "이 프로젝트가 손상된 것 같습니다. 백업에서 복원하십시오.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "이 프로젝트는 중간에 릴리즈되지 않은 Logic 버전으로 생성되었습니다. 더 이상 열 수 없습니다.";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "열려는 노래가 Logic 4 포맷(또는 이전)입니다. 먼저 Logic 7.2.1 이전에서 연 다음 저장하십시오.\n\n더 이상 해당 Logic Pro 버전은 macOS 10.13 이상에서 지원되지 않기 때문에, macOS 이전 버전이 설치된 Macintosh 컴퓨터에서 작업을 수행해야 합니다.";
